Repository: NooRMaseR/bdaya-track-members
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Bdaya By NooR MaseR
ar: بدايه من NooR MaseR

source: BDaya Team
ar: فريق بدايه

source: Search By code or username
ar: البحث عن طريق الكود او الاسم

source: user code
ar: كود الطالب

source: username
ar: الأسم

source: points
ar: البونص

source: Python Members
ar: اعضاء البايثون

source: Python Member
ar: عضو بايثون

source: C# Members
ar: اعضاء #C

source: C# Member
ar: عضو #C

source: Graphic Desgin Members
ar: اعضاء Graphic Desgin

source: Graphic Desgin Member
ar: عضو Graphic Desgin
